<template>
        <v-container class="ma-10 justify-center">
<!--       <p>- Сайдбар управляется boolean переменной в 'components/Header/SideBar' на второй строке</p>
      <p>
        - Приветственная страница: <br>
        Когда на сайт заходит не зарегестирированный пользователь, у него выскакивает страница такого содержания <br>
        1. Предложение войти или зарегестрироватся<br>
        2. Прессеты заметок - для тем и лучшего понимания как писать заметки<br>
        3. общий топ заметок - которые больше всего сохранили к себе. </p>
      <p>- Спросить у сереги за изменение цвета svg</p>
      <p>Смена темы: Выбор темы на основе написанного в заметке<br>
        **Как выглядит** <br>
        1. Пользователь выбирает темную, розовую, свою тему<br>
        2. При нажатии на своя тема, пользователю предлагают выбрать заметку в качестве настройки темы<br>
        - Заметка с настройками темы примерно такого вида:<br>
        Цвет фона: FFFFFF<br>
        Цвет заголовков: FFFFFF<br>
        Цвет обычного текста: FFFFFF<br>
        Шрифт: "comic sans"<br> <br>

        использование прессетов цвета:<br>
        Цвет фона: БЕЛЫЙ (аналог FFFFFF)<br>
        Цвет заголовков: БЕЛЫЙ<br>
        <br>
        прессеты описываются сверху в этом же файле по схеме<br>
        БЕЛЫЙ = FFFFFF<br>
        ЧЕРНЫЙ = 000000</p> -->
    </v-container>
</template>